{
  "articles": [
    {
      "id": 0,
      "title": "Sit sunt pariatur.",
      "body": "Nulla reprehenderit nihil ea occaecati corrupti sed. Voluptas porro consectetur blanditiis quis delectus et eum rerum. Veniam rerum dignissimos quidem tenetur odit non. Voluptates maiores quia et. Ut harum magni. Voluptatibus ipsa recusandae est veniam eligendi ut vitae rem praesentium.",
      "author": "Marlene Lang"
    },
    {
      "id": 1,
      "title": "Et mollitia molestiae.",
      "body": "Eaque voluptatibus nobis inventore aut possimus sunt eum cumque in. Magni sapiente distinctio ex blanditiis dolores cupiditate aliquam vero. Quia laudantium maiores tenetur distinctio assumenda voluptate id. Quia et id rerum perspiciatis sunt. Qui facere omnis id error ut animi necessitatibus. Exercitationem ipsa molestiae.",
      "author": "Freda Farrell"
    },
    {
      "id": 2,
      "title": "Voluptatem omnis eveniet.",
      "body": "Repellendus laborum voluptates facilis. Eos accusamus consequatur iure molestiae repellat aut et. Dolor qui harum voluptatibus natus. Molestiae quis iste. Sit amet possimus. Velit eveniet dolor porro blanditiis quis. Alias cupiditate eum eaque. Qui illo neque est ullam et nostrum.",
      "author": "Oscar Schulist"
    },
    {
      "id": 3,
      "title": "Nobis assumenda distinctio.",
      "body": "Perferendis et quisquam. Qui est occaecati et ab occaecati a et expedita eveniet. Quo magnam ipsum corrupti illo illo assumenda repellat reprehenderit praesentium. Tempora quia quas itaque tempore eveniet consequatur. Cum quae aliquid.",
      "author": "Carolyn Hills III"
    },
    {
      "id": 4,
      "title": "Fugit aut tempore.",
      "body": "Autem debitis iusto et quidem. Eos suscipit fugiat modi sunt fuga veritatis minus voluptatem. Sunt quis asperiores est fugiat dolores cumque ut enim sed. Quidem nulla rerum aliquid omnis saepe laudantium voluptas voluptas. Id id et aut id quam accusamus qui. Pariatur eaque labore earum facilis. Aut quasi quam laudantium nam velit quam rerum aut non.",
      "author": "Mitchell Schuppe"
    }
  ]
}